content/posts/batman.org
#+TITLE: 蝙蝠侠系列
#+DATE: <2021-03-24>
#+TAGS[]: 电影

** Batman(1989)
   :PROPERTIES:
   :CUSTOM_ID: batman--1989
   :END:

《蝙蝠侠》1989 年上映，电影讲述蝙蝠侠和小丑的抗争故事。

小丑在蝙蝠侠年幼时杀害他的父母，因为目睹父母被杀害，内心变得复杂；

蝙蝠侠造就了小丑；

蝙蝠侠和小丑进行最后的决斗。

Alfred 究竟是谁？他为什么一直在 Wayne 身边？电影介绍，他是 Wayne
父母的朋友。

得到一个人的爱很容易，亦或这只是电影的艺术效果？不知道。

** Batman Returns(1992)
   :PROPERTIES:
   :CUSTOM_ID: batman-returns--1992
   :END:

** Batman Forever(1995)
   :PROPERTIES:
   :CUSTOM_ID: batman-forever--1995
   :END:

** Batman & Robin(1997)
   :PROPERTIES:
   :CUSTOM_ID: batman-and-robin--1997
   :END:

** Batman Begins(2005)
   :PROPERTIES:
   :CUSTOM_ID: batman-begins--2005
   :END:

** Batman: The Dark Knight(2008)
   :PROPERTIES:
   :CUSTOM_ID: batman-the-dark-knight--2008
   :END:

** The Dark Knight Rises (2012)
   :PROPERTIES:
   :CUSTOM_ID: the-dark-knight-rises--2012
   :END:

** Batman v Superman: Dawn of Justice(2016)
   :PROPERTIES:
   :CUSTOM_ID: batman-v-superman-dawn-of-justice--2016
   :END:

** The Batman(2022)
   :PROPERTIES:
   :CUSTOM_ID: the-batman--2022
   :END:

蝙蝠侠的父亲，为了不让坏事影响他的竞选，派人收拾找到黑料的记者。

蝙蝠侠一直以为父亲是正人君子。

但是，管家阿福却告诉他另一种猜测。

音乐很棒。
