content/posts/batman.md
+++
title = "蝙蝠侠系列"
date = 2021-03-24T00:00:00+08:00
lastmod = 2022-04-22T11:30:57+08:00
tags = ["电影"]
draft = false
+++

## Batman(1989) {#batman--1989}

《蝙蝠侠》1989 年上映，电影讲述蝙蝠侠和小丑的抗争故事。

小丑在蝙蝠侠年幼时杀害他的父母，因为目睹父母被杀害，内心变得复杂；

蝙蝠侠造就了小丑；

蝙蝠侠和小丑进行最后的决斗。

Alfred 究竟是谁？他为什么一直在 Wayne 身边？电影介绍，他是 Wayne 父母的朋友。

得到一个人的爱很容易，亦或这只是电影的艺术效果？不知道。

## Batman Returns(1992) {#batman-returns--1992}

## Batman Forever(1995) {#batman-forever--1995}

## Batman &amp; Robin(1997) {#batman-and-robin--1997}

## Batman Begins(2005) {#batman-begins--2005}

## Batman: The Dark Knight(2008) {#batman-the-dark-knight--2008}

## The Dark Knight Rises (2012) {#the-dark-knight-rises--2012}

## Batman v Superman: Dawn of Justice(2016) {#batman-v-superman-dawn-of-justice--2016}

## The Batman(2022) {#the-batman--2022}

蝙蝠侠的父亲，为了不让坏事影响他的竞选，派人收拾找到黑料的记者。

蝙蝠侠一直以为父亲是正人君子。

但是，管家阿福却告诉他另一种猜测。

音乐很棒。
